{"sections":{"07858847-2e57-43ee-b8a9-c9ee8c8acc6b":{"type":"sub-hero-image","settings":{"section_css_class":"inner_hero_image","subImage":"shopify:\/\/shop_images\/IMGL3048-1-1500x700.png"}},"main":{"type":"slideshow","disabled":true,"settings":{"autoplay":false,"transition_style":"default","rotate-frequency-range":7}},"d14b1757-0f23-4b9b-b451-ee99745079ca":{"type":"custom-text-image","settings":{"section_css_class":"top_desc","Image":"shopify:\/\/shop_images\/group-photo1-1-1300x600.jpg","heading":"How it all began","text":"<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: left;\">In the remote mountain villages of northern India, families survive on small subsistence farming plots.  There are few economic opportunities, especially for the women who are often burdened with hard physical labor.<\/p>\n<p style=\"text-align: left;\">In 2013, the women of Chakouri reached out to the Himalayan Education Foundation in an effort to improve their family circumstances. This conversation was the foundation for a dynamic partnership that is revitalizing the local traditional woolen crafts.<\/p>\n<p style=\"text-align: left;\">The stitches of their childhood homes are now used by Naari artisans to craft beautiful knitted goods.<\/p>\n<p style=\"text-align: left;\">Startup assistance in training artisans and marketing their products in the United States has been provided by the Himalayan Education Foundation. Naari’s  goal is to become  self­ sustaining as a business.<\/p>\n\n\t\t<\/div>"}},"86da75bd-8127-40fe-8abe-edc29d712577":{"type":"custom-text-image","settings":{"section_css_class":"right_side_img","Image":"shopify:\/\/shop_images\/maati-group-1200x650.jpg","heading":"","text":"<div class=\"wpb_wrapper\">\n\t\t\t<p style=\"text-align: left;\">News of the Naari venture travelled swiftly through the mountain communities.  The following year,  a women’s collective called Maati, based in the more northern village of Munsiyari, asked to join the partnership.<\/p>\n<p style=\"text-align: left;\">The fine, natural dyed woven goods of the 50 Maati women weavers were soon being sold through Himalayan Naari as well.<\/p>\n<p style=\"text-align: left;\">Maati’s incredible accomplishments go beyond woolen goods. For nearly twenty years they have existed as a well-regarded women’s collective and advocacy group using economic empowerment of local women as a tool to reduce domestic violence and alcoholism in the region.<\/p>\n\n\t\t<\/div>"}},"c8d99af0-28f8-4f59-bec5-378fcf787aa7":{"type":"founder","settings":{"section_css_class":"founder_outer","Image":"shopify:\/\/shop_images\/woven-vest-300x300.jpg","heading":"Founder’s story","subheading":" Himalayan Naari : The beginning","text":"<p style=\"text-align: center;\"><em> “What will you do for the women?”<\/em><\/p>\n        <p style=\"text-align: left;\">In 2009 <a href=\"http:\/\/himalayaneducation.org\/\">Himalayan Education Foundation<\/a> (HEF) began providing scholarships for children from remote rural villages to Himalayan Inter College (HIC) in Chakouri.  Each year, HEF trustees would go meet with the parents of the scholarship students to talk about the children and their progress. In one meeting, a mother asked me, “What will you do for the women?”  This question stopped me cold. I had no idea!<\/p>\n        <p style=\"text-align: left;\">Over the next few years, the question haunted me as HEF worked to strengthen HIC – building a library, computer lab, science lab, outdoor education program, dairy.  Once the school infrastructure was completed in 2013, the HEF board suggested that I meet with the children’s mothers to have a conversation about their lives.  We knew very little about them.<\/p>\n        <p style=\"text-align: left;\">Twenty-five women came to our first meeting.  In this initial conversation, I learned how most of them leave their home farms to bring their children to HIC in hopes of a better education.  The women live in rented rooms, with no jobs, no income, no gardens to grow food and no animals for dairy.  Daily they sacrifice everything for their hopes of a better future for their children.  We talked about their desire to improve their lives, to have some economic independence.  Together, we problem-solved, “<em>What could they do?<\/em>”<\/p>\n        <p style=\"text-align: left;\">As we talked, I noticed all of the women were knitting.  Their needles flew at an astounding speed – it was almost automatic, just part of them!  We soon realized that the women of Chaukori all knew how to knit very well. Although knitting was a way to clothe their families, none of the women had ever sold their work. As we talked, it became clear that their traditional skills could become a means of livelihood.<\/p>\n        <p style=\"text-align: left;\">We came to an agreement that HEF would provide the women with good quality wool and in return they would knit items to be sold in the United States.  Four months after receiving their first bundle of wool, the women sent their first shipment.  The artisans of Naari and HEF have worked in partnership ever since!<\/p>","label":"Dr. Kathleen Bollerud<br>\nHEF Trustee"}}},"order":["07858847-2e57-43ee-b8a9-c9ee8c8acc6b","main","d14b1757-0f23-4b9b-b451-ee99745079ca","86da75bd-8127-40fe-8abe-edc29d712577","c8d99af0-28f8-4f59-bec5-378fcf787aa7"]}